[
  {
      "name": "Harry Potter 1 - A l'école des sorciers",
      "description" : "Harry Potter, un jeune orphelin, est élevé par son oncle Vernon et sa tante Pétunia qui le détestent. Alors qu'il était haut comme trois pommes, ces derniers lui ont raconté que ses parents étaient morts dans un accident de voiture. Le jour de son onzième anniversaire, Harry reçoit la visite inattendue d'un homme gigantesque se nommant Rubeus Hagrid. Celui-ci lui révèle qu'il est en fait le fils de deux puissants magiciens et qu'il possède lui aussi d'extraordinaires pouvoirs. C'est avec joie que le garçon accepte de suivre des cours à Poudlard, la célèbre école de sorcellerie. Il a enfin la chance de se faire des amis. Blâmé par le professeur Severus Rogue qui lui enseigne les potions et protégé par Albus Dumbledore, le directeur de l'établissement, Harry va tenter d'élucider le mystère de la pierre philosophale.",
      "year": 2001,
      "id": "HarryPotter1",
      "img": "/img/HarryPotter1.jpg",
      "duree": "2h32",
      "age" : "6 ans",
      "genre" : "Action",
      "salle" : "Oui",
      "plateformeDiffusion" : "Netflix",
      "note" : "2"
  },
  {
      "name": "Harry Potter 2 - La chambre des secrets",
      "description" : "Alors que l'oncle Vernon, la tante Pétunia et son cousin Dudley reçoivent d'importants invités à dîner, Harry Potter est contraint de passer la soirée dans sa chambre. Dobby, un elfe, fait alors son apparition. Il lui annonce que de terribles dangers menacent l'école de Poudlard et qu'il ne doit pas y retourner en septembre. Harry refuse de le croire. Mais sitôt la rentrée des classes effectuée, ce dernier entend une voix malveillante. Celle-ci lui dit que la redoutable et légendaire Chambre des secrets est à nouveau ouverte, permettant ainsi à l'héritier de Serpentard de semer le chaos à Poudlard. Les victimes, retrouvées pétrifiées par une force mystérieuse, se succèdent dans les couloirs de l'école, sans que les professeurs - pas même le populaire Gilderoy Lockhart - ne parviennent à endiguer la menace. Aidé de Ron et Hermione, Harry doit agir au plus vite pour sauver Poudlard.",
      "year": 2002,
      "id": "HarryPotter2",
      "img": "/img/HarryPotter2.jpg",
      "duree": "2h30",
      "age" : "6 ans",
      "genre" : "Action",
      "salle" : "Oui",
      "plateformeDiffusion" : "OCS",
      "note" : "4"
  },
  {
      "name": "Harry Potter 3 - Le prisonnier d'Azkaban",
      "description" : "Sirius Black, un dangereux sorcier criminel, s'échappe de la sombre prison d'Azkaban avec un seul et unique but : retrouver Harry Potter, en troisième année à l'école de Poudlard. Selon la légende, Black aurait jadis livré les parents du jeune sorcier à leur assassin, Lord Voldemort, et serait maintenant déterminé à tuer Harry...",
      "year": 2004,
      "id": "HarryPotter3",
      "img": "/img/HarryPotter3.jpg",
      "duree": "2h20",
      "age" : "10 ans",
      "genre" : "Western",
      "salle" : "Non",
      "plateformeDiffusion" : "Itunes",
      "note" : "1"
  },
  {
      "name": "Harry Potter 4 - La coupe de feu",
      "description" : "La quatrième année à l'école de Poudlard est marquée par le 'Tournoi des trois sorciers'. Les participants sont choisis par la fameuse 'coupe de feu' qui est à l'origine d'un scandale. Elle sélectionne Harry Potter alors qu'il n'a pas l'âge légal requis ! Accusé de tricherie et mis à mal par une série d'épreuves physiques de plus en plus difficiles, ce dernier sera enfin confronté à Celui dont on ne doit pas prononcer le nom, Lord V.",
      "year": 2005,
      "id": "HarryPotter4",
      "img": "/img/HarryPotter4.jpg",
      "duree": "2h35",
      "age" : "6 ans",
      "genre" : "Fantastique",
      "salle" : "Oui",
      "plateformeDiffusion" : "Itunes",
      "note" : "0"
  },
  {
      "name": "Harry Potter 5 - L'ordre du phoenix",
      "description" : "Alors qu'il entame sa cinquième année d'études à Poudlard, Harry Potter découvre que la communauté des sorciers ne semble pas croire au retour de Voldemort, convaincue par une campagne de désinformation orchestrée par le Ministre de la Magie Cornelius Fudge. Afin de le maintenir sous surveillance, Fudge impose à Poudlard un nouveau professeur de Défense contre les Forces du Mal, Dolorès Ombrage, chargée de maintenir l'ordre à l'école et de surveiller les faits et gestes de Dumbledore. Prodiguant aux élèves des cours sans grand intérêt, celle qui se fait appeler la Grande Inquisitrice de Poudlard semble également décidée à tout faire pour rabaisser Harry. Entouré de ses amis Ron et Hermione, ce dernier met sur pied un groupe secret, 'L'Armée de Dumbledore', pour leur enseigner l'art de la défense contre les forces du Mal et se préparer à la guerre qui s'annonce...",
      "year": 2007,
      "id": "HarryPotter5",
      "img": "/img/HarryPotter5.jpg",
      "duree": "2h18",
      "age" : "10 ans",
      "genre" : "Espionnage",
      "salle" : "Non",
      "plateformeDiffusion" : "Canal Play",
      "note" : "5"
  },
  {
      "name": "Harry Potter 6 - Le prince de sang-mêlé",
      "description" : "L'étau démoniaque de Voldemort se resserre sur l'univers des Moldus et le monde de la sorcellerie. Poudlard a cessé d'être un havre de paix, le danger rode au coeur du château... Mais Dumbledore est plus décidé que jamais à préparer Harry à son combat final, désormais imminent. Ensemble, le vieux maître et le jeune sorcier vont tenter de percer à jour les défenses de Voldemort. Pour les aider dans cette délicate entreprise, Dumbledore va relancer et manipuler son ancien collègue, le Professeur Horace Slughorn, qu'il croit en possession d'informations vitales sur le jeune Voldemort. Mais un autre 'mal hante cette année les étudiants : le démon de l'adolescence ! Harry est de plus en plus attiré par Ginny, qui ne laisse pas indifférent son rival, Dean Thomas ; Lavande Brown a jeté son dévolu sur Ron, mais oublié le pouvoir 'magique' des chocolats de Romilda Vane ; Hermione, rongée par la jalousie, a décidé de cacher ses sentiments, vaille que vaille. L'amour est dans tous les coeurs - sauf un. Car un étudiant reste étrangement sourd à son appel. Dans l'ombre, il poursuit avec acharnement un but aussi mystérieux qu'inquiétant... jusqu'à l'inévitable tragédie qui bouleversera à jamais Poudlard...",
      "year": 2009,
      "id": "HarryPotter6",
      "img": "/img/HarryPotter6.jpg",
      "duree": "2h32",
      "age" : "10 ans",
      "genre" : "Comédie",
      "salle" : "Non",
      "plateformeDiffusion" : "SFR Play",
      "note" : "3"
  },
  {
      "name": "Harry Potter 7 - Les reliques de la mort (Partie 1)",
      "description" : "Le pouvoir de Voldemort s'étend. Celui-ci contrôle maintenant le Ministère de la Magie et Poudlard. Harry, Ron et Hermione décident de terminer le travail commencé par Dumbledore, et de retrouver les derniers Horcruxes pour vaincre le Seigneur des Ténèbres. Mais il reste bien peu d'espoir aux trois sorciers, qui doivent réussir à tout prix.",
      "year": 2010,
      "id": "HarryPotter7",
      "img": "/img/HarryPotter7.jpg",
      "duree": "2h25",
      "age" : "10 ans",
      "genre" : "Policier",
      "salle" : "Oui",
      "plateformeDiffusion" : "Google Play Movies",
      "note" : "3"
  },
  {
      "name": "Harry Potter 8 - Les reliques de la mort (Partie 2)",
      "description" : "Dans la 2e Partie de cet épisode final, le combat entre les puissances du bien et du mal de l’univers des sorciers se transforme en guerre sans merci. Les enjeux n’ont jamais été si considérables et personne n’est en sécurité. Mais c’est Harry Potter qui peut être appelé pour l’ultime sacrifice alors que se rapproche l’ultime épreuve de force avec Voldemort.",
      "year": 2011,
      "id": "HarryPotter8",
      "img": "/img/HarryPotter8.jpg",
      "duree": "2h10",
      "age" : "10 ans",
      "genre" : "Thriller",
      "salle" : "Oui",
      "plateformeDiffusion" : "Google Play Movies",
      "note" : "2"
  }
]